
define oyama = "绪山"
define kotone = "琴"
define hoshizora = "星空"

image hoshizora_default = "Hoshizora/hoshizora_default.png"

label start:

    # TODO: 序幕

    show hoshizora_default
    "蓝色的及腰头发，可爱的猫耳朵，无论如何都保持着最完美的笑容，脸蛋和身材都让人癫狂，永远穿着如同星海一样的小裙子，雌雄莫辨，出道一年就凭借出色的唱功和独特的风格在Y上狂揽100万粉丝的超级idol，星空喵，却在出了第一张专辑，准备在最大的运动场开始自己的全国巡演生涯first live的鼎盛时期，从舞台上凭空消失了。"
    hide hoshizora_default

    oyama "琴，琴！下来吃饭了！ "

    kotone "啊啊啊啊...啊！.. "
    kotone "ああああ...あ！.."

    oyama "吃饭了！再不来你的小鸡腿就归我了！ "

    kotone "给你吧..我今天很不开心.. "
    kotone "あげるわ...今日はとても悲しいの..."

    oyama "奇了怪了，以往妹妹是要连我那份的小鸡腿都抢过去的，今天发的什么疯？ "

    oyama "开门吧，我把餐盘端上来了。 "


    "门刷的一下打开，琴把餐盘放到地上，拿起了一只小鸡腿啃着，妹妹没有合上门，我透过门不经意地看到妹妹对着雪花屏幕电视发呆。 "

    oyama "雪花屏有什么好看的？ "

    "我踱步进来，在妹妹头上不轻不重地敲了一下。妹妹胡乱地吃掉小鸡腿上残留的肉丝，把鸡骨头甩到一边，似乎在为我的不解生闷气。 "

    "我得以好好端详妹妹的房间。 "

    "这是一个四榻榻米的居室，除了落地床和书桌，妹妹贴满了一个人的海报。海报里头的那个人雌雄莫辨，蓝色的长发，不知道是不是装饰的猫耳朵，脸上总是闪闪发光地笑着。 "

    oyama "这就是你常说的，星空猫？ "

    kotone "是星空喵啦！星空喵！今年最火的idol，你是不上网吗？"
    kotone "星空にゃんだよ！星空にゃん！今年一番人気のアイドル、ネット使わないの？"

    oyama "我咋会知道？我对被过度包装和营销，完全没有一点真实的这种人不感兴趣！"

    kotone "哪里？星空喵真人就是这样的！ "
    kotone "何言ってるの？星空にゃんは本当にこんな感じなのよ！"

    oyama "所以？你有证据吗？"

    kotone "我哪有？演唱会的票好贵的！ "
    kotone "どこにあるの？コンサートのチケット、すごく高いのよ！"

    oyama "所以就是没证据喽？我说啊，idol什么的完全就是一场资本家的谎言盛宴，把什么也不知道空有颜值的少女少年打包好就往娱乐圈送，狠狠地赚钱以后就抛弃了。"

    oyama "要我说啊，与其找一个遥遥相望的idol，还不如谈个女朋友呢！"

    kotone "哥哥...你好过分！"
    kotone "お兄ちゃん...酷いわ！"

    oyama "我说的是实话啊.."

    kotone "不理你了！ "
    kotone "もう無視する！"

    "妹妹重重的甩上了门，留下门前无奈的我"

    oyama "呐！吃完饭把餐具拿出来！ "
    
    "门被大力甩开，一个还装满饭的餐盘被丢了出来，妹妹看见还在门口的我，狠狠地瞥了一眼 "

    kotone "不吃你做的饭了！ "

    "门又关上了"

    return
